Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Showing the %lld largest of %lld excluded files. Their contents are not in the backup — the backup records that they existed.
de: Es werden die %lld größten von %lld ausgeschlossenen Dateien angezeigt. Ihre Inhalte sind nicht in der Sicherung — sie hält nur fest, dass sie existierten.
es: Mostrando los %lld archivos excluidos más grandes de %lld. Su contenido no está en la copia de seguridad: la copia solo registra que existían.
fil: Ipinapakita ang %lld pinakamalaki sa %lld file na hindi kasama. Wala sa backup ang nilalaman nila — itinala lang nito na umiral sila.
fr: Affichage des %lld fichiers les plus volumineux parmi les %lld exclus. Leur contenu n'est pas dans la sauvegarde — elle indique seulement qu'ils existaient.
hr: Prikazuje se %lld najvećih od %lld izuzetih datoteka. Njihov sadržaj nije u sigurnosnoj kopiji — kopija bilježi samo da su postojale.
id: Menampilkan %lld file terbesar dari %lld file yang dikecualikan. Isinya tidak ada dalam cadangan — cadangan hanya mencatat bahwa file itu ada.
ja: 除外された %lld 件のうち、サイズの大きい %lld 件を表示しています。中身はバックアップに含まれず、存在したことのみが記録されます。
ko: 제외된 %lld개 파일 중 가장 큰 %lld개를 표시합니다. 내용은 백업에 포함되지 않으며, 존재했다는 사실만 기록됩니다.
ms: Menunjukkan %lld file terbesar daripada %lld file yang dikecualikan. Kandungannya tiada dalam sandaran — sandaran hanya merekodkan bahawa ia wujud.
pl: Pokazywane są największe pliki: %lld z %lld wykluczonych. Ich treści nie ma w kopii — zapisano jedynie, że istniały.
pt_br: Mostrando os %lld maiores de %lld arquivos excluídos. O conteúdo deles não está no backup — o backup só registra que existiam.
ro: Se afișează cele mai mari %lld fișiere din cele %lld excluse. Conținutul lor nu se află în copie — copia consemnează doar că au existat.
ru: Показаны %lld самых крупных из %lld исключённых файлов. Их содержимого в копии нет — она лишь фиксирует, что они существовали.
th: แสดง %lld ไฟล์ที่ใหญ่ที่สุดจาก %lld ไฟล์ที่ไม่รวม เนื้อหาของไฟล์เหล่านี้ไม่อยู่ในข้อมูลสำรอง — บันทึกไว้เพียงว่าเคยมีอยู่
tr: Hariç tutulan %lld dosyanın en büyük %lld tanesi gösteriliyor. İçerikleri yedekte yok — yedek yalnızca var olduklarını kaydeder.
zh_hans: 显示 %2$lld 个被排除文件中最大的 %1$lld 个。它们的内容不在备份中——备份只记录了它们存在过。
zh_hant: 顯示 %lld 個已排除檔案中最大的 %lld 個。它們的內容不在備份中，備份只記錄曾經存在。

source: Start Restore
de: Wiederherstellung starten
es: Iniciar restauración
fil: Simulan ang Restore
fr: Démarrer la restauration
hr: Pokreni vraćanje
id: Mulai Pemulihan
ja: 復元を開始
ko: 복원 시작
ms: Mula Pemulihan
pl: Rozpocznij przywracanie
pt_br: Iniciar restauração
ro: Începe restaurarea
ru: Начать восстановление
th: เริ่มกู้คืน
tr: Geri Yüklemeyi Başlat
zh_hans: 开始恢复
zh_hant: 開始復原

source: Starting backup — %lld categor(ies)
de: Sicherung startet — Kategorien: %lld
es: Iniciando copia de seguridad: %lld categoría(s)
fil: Sinisimulan ang backup — %lld kategorya
fr: Démarrage de la sauvegarde — catégories : %lld
hr: Pokretanje sigurnosne kopije — kategorija: %lld
id: Memulai pencadangan — %lld kategori
ja: バックアップを開始 — カテゴリ数：%lld
ko: 백업 시작 — 카테고리 수: %lld
ms: Memulakan sandaran — %lld kategori
pl: Rozpoczynanie kopii — kategorii: %lld
pt_br: Iniciando backup — categorias: %lld
ro: Începe copia de rezervă — categorii: %lld
ru: Запуск копирования — категорий: %lld
th: กำลังเริ่มสำรองข้อมูล — %lld หมวดหมู่
tr: Yedekleme başlıyor — kategori sayısı: %lld
zh_hans: 开始备份——共 %lld 个类目
zh_hant: 開始備份 — 類別數：%lld

source: Stop All
de: Alle stoppen
es: Detener todo
fr: Tout arrêter
hr: Zaustavi sve
ja: すべて停止
ko: 모두 중지
zh_hans: 全部停止
zh_hant: 全部停止

source: Stop generating
de: Generierung stoppen
es: Detener la generación
fil: Ihinto ang paggawa
fr: Arrêter la génération
hr: Zaustavi generiranje
id: Hentikan pembuatan
ja: 生成を停止
ko: 생성 중지
ms: Henti penjanaan
pl: Zatrzymaj generowanie
pt_br: Parar de gerar
ro: Oprește generarea
ru: Остановить генерацию
th: หยุดสร้าง
tr: Üretmeyi durdur
zh_hans: 停止生成
zh_hant: 停止生成

source: Stopping keeps what has been backed up so far, and this run can be resumed later. Deleting the record discards it.
de: Beim Stoppen bleibt das bisher Gesicherte erhalten und dieser Durchlauf kann später fortgesetzt werden. Beim Löschen des Datensatzes geht es verloren.
es: Al detener se conserva lo que ya se ha respaldado y esta ejecución puede reanudarse más tarde. Al eliminar el registro se descarta.
fil: Mananatili ang na-backup na kapag huminto, at maituturoy ang run na ito mamaya. Itatapon ito kapag tinanggal ang record.
fr: L'arrêt conserve ce qui a déjà été sauvegardé, et cette exécution pourra être reprise plus tard. Supprimer l'entrée l'abandonne.
hr: Zaustavljanjem se zadržava sve što je dosad spremljeno i ovaj se postupak može kasnije nastaviti. Brisanjem zapisa to se odbacuje.
id: Menghentikan akan mempertahankan yang sudah tercadangkan, dan proses ini dapat dilanjutkan nanti. Menghapus catatannya akan membuangnya.
ja: 停止しても、これまでの内容は保持され、この実行は後で再開できます。記録を削除すると、その内容は破棄されます。
ko: 중지해도 지금까지 백업한 내용은 유지되며, 이 실행은 나중에 재개할 수 있습니다. 기록을 삭제하면 해당 내용은 폐기됩니다.
ms: Menghentikan akan mengekalkan apa yang telah disandarkan, dan larian ini boleh disambung kemudian. Memadam rekodnya akan membuangnya.
pl: Zatrzymanie zachowuje to, co już zapisano, a przebieg można wznowić później. Usunięcie rekordu to odrzuca.
pt_br: Parar mantém o que já foi salvo, e esta execução pode ser retomada depois. Excluir o registro descarta tudo.
ro: Oprirea păstrează ce s-a salvat până acum, iar rularea poate fi reluată mai târziu. Ștergerea înregistrării renunță la ea.
ru: При остановке сохранённое до сих пор остаётся, и этот запуск можно продолжить позже. Удаление записи отменяет всё это.
th: การหยุดจะเก็บสิ่งที่สำรองไว้แล้ว และดำเนินการรอบนี้ต่อได้ภายหลัง การลบระเบียนจะทิ้งข้อมูลนั้น
tr: Durdurmak, şimdiye kadar yedeklenenleri korur ve bu çalıştırma daha sonra sürdürülebilir. Kaydı silmek bunları atar.
zh_hans: 停止会保留已备份的部分，之后可以继续这次任务。删除该记录则会丢弃这些内容。
zh_hant: 停止後目前已備份的內容會保留，這次執行之後可以繼續。刪除記錄則會捨棄這些內容。

source: Stops the reply that is being generated
de: Stoppt die gerade generierte Antwort
es: Detiene la respuesta que se está generando
fil: Hihinto sa sagot na ginagawa
fr: Arrête la réponse en cours de génération
hr: Zaustavlja odgovor koji se upravo generira
id: Menghentikan balasan yang sedang dibuat
ja: 生成中の返信を停止します
ko: 생성 중인 답장을 중지합니다
ms: Menghentikan balasan yang sedang dijana
pl: Zatrzymuje generowaną właśnie odpowiedź
pt_br: Interrompe a resposta que está sendo gerada
ro: Oprește răspunsul care se generează
ru: Останавливает генерируемый ответ
th: หยุดคำตอบที่กำลังสร้างอยู่
tr: Üretilmekte olan yanıtı durdurur
zh_hans: 停止正在生成的回复
zh_hant: 停止正在生成的回覆

source: Sub Agents
de: Subagenten
es: Subagentes
fr: Sous-agents
hr: Podagenti
ja: サブエージェント
ko: 서브 에이전트
zh_hans: 子代理任务
zh_hant: 子代理任務

source: Sub agent "%@" no longer exists — resumed with the built-in agent
de: Subagent "%@" existiert nicht mehr — mit dem integrierten Agenten fortgesetzt
es: El subagente "%@" ya no existe: se reanudó con el agente integrado
fr: Le sous-agent "%@" n'existe plus — repris avec l'agent intégré
hr: Podagent "%@" više ne postoji — nastavljeno s ugrađenim agentom
ja: サブエージェント「%@」は存在しません — 内蔵エージェントで再開しました
ko: 서브 에이전트 "%@"이(가) 더 이상 없습니다 — 내장 에이전트로 재개했습니다
zh_hans: 子代理「%@」已不存在 — 已改用内置代理恢复
zh_hant: 子代理「%@」已不存在 — 已改用內建代理繼續

source: Swipe a backup left to delete it. Deleted backup files cannot be recovered.
de: Streiche eine Sicherung nach links, um sie zu löschen. Gelöschte Sicherungsdateien können nicht wiederhergestellt werden.
es: Desliza una copia hacia la izquierda para eliminarla. Los archivos eliminados no se pueden recuperar.
fil: I-swipe pakaliwa ang backup para tanggalin. Hindi na mababawi ang tinanggal na backup file.
fr: Balayez une sauvegarde vers la gauche pour la supprimer. Les fichiers supprimés sont irrécupérables.
hr: Povucite sigurnosnu kopiju ulijevo da biste je obrisali. Obrisane datoteke sigurnosnih kopija nije moguće vratiti.
id: Geser cadangan ke kiri untuk menghapusnya. File cadangan yang dihapus tidak dapat dipulihkan.
ja: バックアップを左にスワイプすると削除できます。削除したバックアップファイルは復元できません。
ko: 백업을 왼쪽으로 쓸어넘기면 삭제됩니다. 삭제된 백업 파일은 복구할 수 없습니다.
ms: Leret sandaran ke kiri untuk memadamnya. File sandaran yang dipadam tidak boleh dipulihkan.
pl: Przesuń kopię w lewo, aby ją usunąć. Usuniętych plików kopii nie można odzyskać.
pt_br: Deslize um backup para a esquerda para excluí-lo. Arquivos de backup excluídos não podem ser recuperados.
ro: Glisează o copie spre stânga pentru a o șterge. Fișierele șterse nu pot fi recuperate.
ru: Смахните копию влево, чтобы удалить её. Удалённые файлы копий восстановить нельзя.
th: ปัดข้อมูลสำรองไปทางซ้ายเพื่อลบ ไฟล์ข้อมูลสำรองที่ลบแล้วกู้คืนไม่ได้
tr: Silmek için yedeği sola kaydırın. Silinen yedek dosyaları kurtarılamaz.
zh_hans: 向左滑动备份即可删除。已删除的备份文件无法恢复。
zh_hant: 向左滑動備份即可刪除。已刪除的備份檔案無法復原。

source: Tap a destination to browse its folders and pick a backup.
de: Tippe auf ein Ziel, um dessen Ordner zu durchsuchen und eine Sicherung zu wählen.
es: Toca un destino para explorar sus carpetas y elegir una copia.
fil: I-tap ang destinasyon para tingnan ang mga folder nito at pumili ng backup.
fr: Touchez une destination pour parcourir ses dossiers et choisir une sauvegarde.
hr: Dodirnite odredište da biste pregledali njegove mape i odabrali sigurnosnu kopiju.
id: Ketuk tujuan untuk menelusuri foldernya dan memilih cadangan.
ja: バックアップ先をタップして、フォルダをたどりバックアップを選びます。
ko: 대상을 탭하여 폴더를 탐색하고 백업을 선택하세요.
ms: Ketik destinasi untuk melayari foldernya dan memilih sandaran.
pl: Dotknij miejsca docelowego, aby przejrzeć foldery i wybrać kopię.
pt_br: Toque em um destino para ver suas pastas e escolher um backup.
ro: Atinge o destinație pentru a-i răsfoi dosarele și a alege o copie.
ru: Нажмите на назначение, чтобы просмотреть его папки и выбрать копию.
th: แตะปลายทางเพื่อเรียกดูโฟลเดอร์และเลือกข้อมูลสำรอง
tr: Klasörlerine göz atıp yedek seçmek için bir hedefe dokunun.
zh_hans: 点按某个目的地，逐级浏览其文件夹并选择备份。
zh_hant: 點一下某個目的地，逐層瀏覽其檔案夾並選擇備份。

source: Tap a destination to browse the backups saved there.
de: Tippe auf ein Ziel, um die dort gespeicherten Sicherungen zu durchsuchen.
es: Toca un destino para ver las copias guardadas allí.
fil: I-tap ang destinasyon para tingnan ang mga backup doon.
fr: Touchez une destination pour parcourir les sauvegardes qui y sont enregistrées.
hr: Dodirnite odredište da biste pregledali ondje spremljene sigurnosne kopije.
id: Ketuk tujuan untuk menelusuri cadangan yang tersimpan di sana.
ja: バックアップ先をタップすると、そこに保存されたバックアップを表示します。
ko: 대상을 탭하면 거기에 저장된 백업을 찾아볼 수 있습니다.
ms: Ketik destinasi untuk melayari sandaran yang disimpan di sana.
pl: Dotknij miejsca docelowego, aby przejrzeć zapisane tam kopie.
pt_br: Toque em um destino para ver os backups salvos nele.
ro: Atinge o destinație pentru a răsfoi copiile salvate acolo.
ru: Нажмите на назначение, чтобы посмотреть сохранённые там копии.
th: แตะปลายทางเพื่อเรียกดูข้อมูลสำรองที่บันทึกไว้ที่นั่น
tr: Oradaki yedeklere göz atmak için bir hedefe dokunun.
zh_hans: 点按某个目的地，浏览保存在那里的备份。
zh_hant: 點一下某個目的地，瀏覽儲存在那裡的備份。

source: Tap a suggestion or type one emoji. These render the same on iOS and Android.
de: Tippe auf einen Vorschlag oder gib ein Emoji ein. Diese werden auf iOS und Android gleich dargestellt.
es: Toca una sugerencia o escribe un emoji. Se ven igual en iOS y Android.
fil: I-tap ang suhestiyon o mag-type ng isang emoji. Pareho ang itsura nito sa iOS at Android.
fr: Touchez une suggestion ou saisissez un emoji. Ils s'affichent de la même façon sur iOS et Android.
hr: Dodirnite prijedlog ili upišite jedan emoji. Ovi se jednako prikazuju na iOS-u i Androidu.
id: Ketuk saran atau ketik satu emoji. Emoji ini tampil sama di iOS dan Android.
ja: 候補をタップするか、絵文字を 1 つ入力します。iOS と Android で同じように表示されます。
ko: 추천 항목을 탭하거나 이모지를 1개 입력하십시오. iOS와 Android에서 동일하게 표시됩니다.
ms: Ketik cadangan atau taip satu emoji. Emoji ini dipaparkan sama pada iOS dan Android.
pl: Dotknij podpowiedzi lub wpisz jedno emoji. Wyglądają tak samo w iOS i Androidzie.
pt_br: Toque em uma sugestão ou digite um emoji. Eles aparecem iguais no iOS e no Android.
ro: Atinge o sugestie sau scrie un singur emoji. Acestea arată la fel pe iOS și Android.
ru: Нажмите подсказку или введите одно эмодзи. Они одинаково отображаются на iOS и Android.
th: แตะคำแนะนำหรือพิมพ์อิโมจิหนึ่งตัว อิโมจิเหล่านี้แสดงผลเหมือนกันทั้งบน iOS และ Android
tr: Bir öneriye dokunun ya da tek bir emoji yazın. Bunlar iOS ve Android'de aynı görünür.
zh_hans: 点击推荐或输入一个 Emoji。这些在 iOS 和 Android 上显示一致。
zh_hant: 點擊推薦或輸入一個 Emoji。這些在 iOS 和 Android 上顯示一致。

source: Tap the name or folder to change them, or edit the connection to change the address and password.
de: Tippe auf Name oder Ordner, um sie zu ändern; Adresse und Passwort änderst du in der Verbindung.
es: Toca el nombre o la carpeta para cambiarlos, o edita la conexión para cambiar la dirección y la contraseña.
fil: I-tap ang pangalan o folder para baguhin, o i-edit ang koneksyon para palitan ang address at password.
fr: Touchez le nom ou le dossier pour les modifier ; l'adresse et le mot de passe se changent dans la connexion.
hr: Dodirnite naziv ili mapu da biste ih promijenili, ili uredite vezu da biste promijenili adresu i lozinku.
id: Ketuk nama atau folder untuk mengubahnya, atau edit koneksi untuk mengubah alamat dan kata sandi.
ja: 名前やフォルダはタップして変更できます。アドレスとパスワードは接続の編集から変更します。
ko: 이름과 폴더는 탭하여 변경할 수 있습니다. 주소와 암호는 연결 편집에서 변경합니다.
ms: Ketik nama atau folder untuk menukarnya, atau edit sambungan untuk menukar alamat dan kata laluan.
pl: Dotknij nazwy lub folderu, aby je zmienić; adres i hasło zmienisz, edytując połączenie.
pt_br: Toque no nome ou na pasta para alterá-los; para mudar o endereço e a senha, edite a conexão.
ro: Atinge numele sau dosarul pentru a le schimba; adresa și parola se modifică editând conexiunea.
ru: Нажмите на имя или папку, чтобы изменить их; адрес и пароль меняются в настройках подключения.
th: แตะชื่อหรือโฟลเดอร์เพื่อเปลี่ยน หรือแก้ไขการเชื่อมต่อเพื่อเปลี่ยนที่อยู่และรหัสผ่าน
tr: Adı veya klasörü değiştirmek için dokunun; adresi ve parolayı değiştirmek için bağlantıyı düzenleyin.
zh_hans: 点击名称或文件夹即可修改；如需更改地址或密码，请编辑连接。
zh_hant: 點一下名稱或資料夾即可修改；位址與密碼請在編輯連線中修改。

source: Task complete
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
hr: Zadatak dovršen
ja: タスク完了
ko: 작업 완료
zh_hans: 任务已完成
zh_hant: 任務已完成

source: That image couldn't be read.
de: Dieses Bild konnte nicht gelesen werden.
es: No se pudo leer esa imagen.
fil: Hindi mabasa ang larawang iyon.
fr: Cette image n'a pas pu être lue.
hr: Tu sliku nije bilo moguće pročitati.
id: Gambar itu tidak dapat dibaca.
ja: この画像を読み込めませんでした。
ko: 이 이미지를 읽을 수 없습니다.
ms: Imej itu tidak dapat dibaca.
pl: Nie udało się odczytać tego obrazu.
pt_br: Não foi possível ler essa imagem.
ro: Imaginea nu a putut fi citită.
ru: Не удалось прочитать это изображение.
th: ไม่สามารถอ่านรูปภาพนั้นได้
tr: Bu görsel okunamadı.
zh_hans: 无法读取该图片。
zh_hant: 無法讀取該圖片。

source: The assistant picks a sub agent by its description, so write the description as “when to use this”. Order is the order it sees them in.
de: Der Assistent wählt einen Subagenten anhand seiner Beschreibung aus. Formulieren Sie die Beschreibung daher als „wann dieser zu verwenden ist“. Die Reihenfolge entspricht der, in der er sie sieht.
es: El asistente elige un subagente por su descripción, así que escribe la descripción como «cuándo usarlo». El orden es el orden en que los ve.
fr: L’assistant choisit un sous-agent d’après sa description : rédigez-la donc comme « quand l’utiliser ». L’ordre est celui dans lequel il les voit.
hr: Asistent bira podagenta prema njegovu opisu, pa opis napišite kao “kada ovo koristiti”. Redoslijed je redoslijed kojim ih vidi.
ja: アシスタントは説明を見てサブエージェントを選ぶので、説明は「どんなときに使うか」として書いてください。並び順はアシスタントが見る順序です。
ko: 어시스턴트는 설명을 보고 서브 에이전트를 선택하므로, 설명은 “언제 사용할지”로 작성하세요. 순서는 어시스턴트가 보는 순서와 같습니다.
zh_hans: 助手依据描述来选择子代理任务，所以描述要写成「何时用它」。列表顺序就是它看到的顺序。
zh_hant: 助手依據描述來選擇子代理任務，所以描述要寫成「何時用它」。列表順序就是它看到的順序。

source: The built-in sub agent's name and description are fixed. You can still change its model and instructions.
de: Name und Beschreibung des integrierten Subagenten sind fest vorgegeben. Modell und Anweisungen können Sie weiterhin ändern.
es: El nombre y la descripción del subagente integrado son fijos. Aun así puedes cambiar su modelo y sus instrucciones.
fr: Le nom et la description du sous-agent intégré sont fixes. Vous pouvez tout de même modifier son modèle et ses instructions.
hr: Naziv i opis ugrađenog podagenta su nepromjenjivi. I dalje možete promijeniti njegov model i upute.
ja: 組み込みサブエージェントの名前と説明は固定です。モデルと指示は変更できます。
ko: 기본 제공 서브 에이전트의 이름과 설명은 고정되어 있습니다. 모델과 지침은 변경할 수 있습니다.
zh_hans: 内置子代理任务的名称和描述是固定的。模型和指令仍然可以修改。
zh_hant: 內建子代理任務的名稱和描述是固定的。模型和指令仍然可以修改。

source: These files' contents are not in the backup — it records that they existed, at these sizes.
de: Die Inhalte dieser Dateien sind nicht in der Sicherung — sie hält nur fest, dass sie mit diesen Größen existierten.
es: El contenido de estos archivos no está en la copia de seguridad: solo se registra que existían, con estos tamaños.
fil: Wala sa backup ang nilalaman ng mga file na ito — itinala lang nito na umiral sila, sa mga laking ito.
fr: Le contenu de ces fichiers n'est pas dans la sauvegarde — elle indique seulement qu'ils existaient, avec ces tailles.
hr: Sadržaj ovih datoteka nije u sigurnosnoj kopiji — ona bilježi samo da su postojale, u ovim veličinama.
id: Isi file-file ini tidak ada dalam cadangan — cadangan hanya mencatat bahwa file itu ada, dengan ukuran tersebut.
ja: これらのファイルの中身はバックアップに含まれません。存在したことと、そのサイズのみが記録されます。
ko: 이 파일들의 내용은 백업에 포함되지 않습니다. 존재했다는 사실과 크기만 기록됩니다.
ms: Kandungan file ini tiada dalam sandaran — ia hanya merekodkan bahawa file itu wujud, pada saiz tersebut.
pl: Treści tych plików nie ma w kopii — zapisano jedynie, że istniały, wraz z ich rozmiarami.
pt_br: O conteúdo destes arquivos não está no backup — ele só registra que existiam, com estes tamanhos.
ro: Conținutul acestor fișiere nu se află în copie — se consemnează doar că au existat, cu aceste dimensiuni.
ru: Содержимого этих файлов в копии нет — она лишь фиксирует, что они существовали, с такими размерами.
th: เนื้อหาของไฟล์เหล่านี้ไม่อยู่ในข้อมูลสำรอง — บันทึกไว้เพียงว่าไฟล์เหล่านี้เคยมีอยู่ที่ขนาดเท่านี้
tr: Bu dosyaların içeriği yedekte yok — yedek yalnızca var olduklarını ve boyutlarını kaydeder.
zh_hans: 这些文件的内容不在备份中——备份只记录了它们存在过，以及各自的大小。
zh_hant: 這些檔案的內容不在備份中，備份只記錄它們曾經存在以及檔案大小。

source: These instructions apply only to this sub agent.
de: Diese Anweisungen gelten nur für diesen Subagenten.
es: Estas instrucciones se aplican solo a este subagente.
fr: Ces instructions s’appliquent uniquement à ce sous-agent.
hr: Ove upute odnose se samo na ovog podagenta.
ja: この指示はこのサブエージェントにのみ適用されます。
ko: 이 지침은 이 서브 에이전트에만 적용됩니다.
zh_hans: 这段指令只用于这个子代理任务。
zh_hant: 這段指令只用於這個子代理任務。

source: These instructions apply to every delegation that does not name a sub agent. Custom sub agents use their own.
de: Diese Anweisungen gelten für jede Delegierung, die keinen Subagenten benennt. Eigene Subagenten verwenden ihre eigenen.
es: Estas instrucciones se aplican a toda delegación que no nombre un subagente. Los subagentes personalizados usan las suyas.
fr: Ces instructions s’appliquent à toute délégation qui ne nomme pas de sous-agent. Les sous-agents personnalisés utilisent les leurs.
hr: Ove upute odnose se na svako delegiranje koje ne imenuje podagenta. Prilagođeni podagenti koriste vlastite.
ja: この指示は、サブエージェントを指定しないすべての委任に適用されます。カスタムのサブエージェントはそれぞれ独自の指示を使います。
ko: 이 지침은 서브 에이전트를 지정하지 않은 모든 위임에 적용됩니다. 사용자 지정 서브 에이전트는 자체 지침을 사용합니다.
zh_hans: 这段指令用于所有未指定子代理任务的委派。自定义的子代理任务使用它们各自的指令。
zh_hant: 這段指令用於所有未指定子代理任務的委派。自訂的子代理任務使用它們各自的指令。

source: This backup contains your API keys, OAuth tokens and environment variable values, and it is NOT encrypted — anyone with the file can read them. Turn on encryption to protect it.
de: Dieses Backup enthält deine API-Schlüssel, OAuth-Tokens und Werte von Umgebungsvariablen und ist NICHT verschlüsselt — wer die Datei hat, kann sie lesen. Aktiviere die Verschlüsselung zum Schutz.
es: Esta copia contiene tus claves de API, tokens de OAuth y valores de variables de entorno, y NO está cifrada: cualquiera que tenga el archivo puede leerlos. Activa el cifrado para protegerla.
fil: Naglalaman ang backup na ito ng iyong mga API key, OAuth token, at halaga ng environment variable, at HINDI ito naka-encrypt — mababasa ito ng sinumang may file. I-on ang encryption para protektahan ito.
fr: Cette sauvegarde contient vos clés API, jetons OAuth et valeurs de variables d'environnement, et elle n'est PAS chiffrée — quiconque possède le fichier peut les lire. Activez le chiffrement pour la protéger.
hr: Ova sigurnosna kopija sadrži vaše API ključeve, OAuth tokene i vrijednosti varijabli okruženja, a NIJE šifrirana — svatko tko ima datoteku može ih pročitati. Uključite šifriranje da biste je zaštitili.
id: Cadangan ini berisi kunci API, token OAuth, dan nilai variabel lingkungan Anda, dan TIDAK terenkripsi — siapa pun yang memiliki berkasnya dapat membacanya. Aktifkan enkripsi untuk melindunginya.
ja: このバックアップには API キー、OAuth トークン、環境変数の値が含まれており、暗号化されていません。ファイルを入手した誰もが読み取れます。保護するには暗号化を有効にしてください。
ko: 이 백업에는 API 키, OAuth 토큰, 환경 변수 값이 포함되어 있으며 암호화되지 않았습니다. 파일을 가진 누구나 읽을 수 있습니다. 보호하려면 암호화를 켜세요.
ms: Sandaran ini mengandungi kunci API, token OAuth, dan nilai pemboleh ubah persekitaran anda, dan ia TIDAK disulitkan — sesiapa yang memiliki filenya boleh membacanya. Aktifkan penyulitan untuk melindunginya.
pl: Ta kopia zapasowa zawiera Twoje klucze API, tokeny OAuth i wartości zmiennych środowiskowych, a NIE jest zaszyfrowana — każdy, kto ma ten plik, może je odczytać. Włącz szyfrowanie, aby ją chronić.
pt_br: Este backup contém suas chaves de API, tokens OAuth e valores de variáveis de ambiente, e NÃO está criptografado — qualquer pessoa com o arquivo consegue lê-los. Ative a criptografia para proteger.
ro: Această copie de rezervă conține cheile tale API, tokenurile OAuth și valorile variabilelor de mediu și NU este criptată — oricine are fișierul le poate citi. Activează criptarea pentru a o proteja.
ru: Эта резервная копия содержит ваши API-ключи, OAuth-токены и значения переменных окружения и НЕ зашифрована — любой, у кого есть файл, сможет их прочитать. Включите шифрование для защиты.
th: ข้อมูลสำรองนี้มีคีย์ API โทเคน OAuth และค่าตัวแปรสภาพแวดล้อมของคุณ และไม่ได้เข้ารหัส — ใครก็ตามที่มีไฟล์นี้อ่านได้ เปิดการเข้ารหัสเพื่อป้องกัน
tr: Bu yedek; API anahtarlarınızı, OAuth token'larınızı ve ortam değişkeni değerlerinizi içerir ve şifrelenmemiştir — dosyayı eline geçiren herkes bunları okuyabilir. Korumak için şifrelemeyi açın.
zh_hans: 此备份包含你的 API 密钥、OAuth 令牌和环境变量的值，且未加密 —— 任何拿到该文件的人都能读取。开启加密可保护它。
zh_hant: 此備份包含你的 API 金鑰、OAuth 權杖和環境變數的值，且未加密 —— 任何拿到該檔案的人都能讀取。開啟加密可保護它。

source: This conversation has scheduled tasks planned. Stopping will also cancel them.
de: Dieses Gespräch hat geplante Aufgaben. Beim Stoppen werden sie ebenfalls abgebrochen.
es: Esta conversación tiene tareas programadas. Al detener, también se cancelarán.
fr: Cette conversation a des tâches planifiées. Les arrêter les annulera aussi.
hr: Ovaj razgovor ima planirane zakazane zadatke. Zaustavljanjem će i oni biti otkazani.
ja: この会話には予定された定期タスクがあります。停止するとそれらもキャンセルされます。
ko: 이 대화에 예약된 작업이 있습니다. 중지하면 함께 취소됩니다.
zh_hans: 此会话中有定时任务正在计划中，停止将同时取消这些任务。
zh_hant: 此對話中有定時任務正在計畫中，停止將同時取消這些任務。
